language                                      = Čeština (&Czech)
translators                                   = noizcore

about.title                                   = О [app.name]
about.notregistered                           = Neregistrováno


ok                                            = OK
cancel                                        = Zrušit

no                                            = Ne
close                                         = Zavřít
error                                         = Chyba




app.unknownError                              = Stala se chyba.
app.activatedExistingInstance                 = Již je spuštěna jiná instance [app.name].
app.readonly                                  = pouze pro čtení
app.restartneeded                             = Program bude nyní restartován.
app.restartneeded.title                       = Restart

undo                                          = Zpět
redo                                          = &Opakovat

notebook.browse.filemask.db                   = CintaNotes zápisník
notebook.new.caption                          = Nový zápisník
notebook.open.caption                         = Otevřít zápisník
notebook.save.caption                         = Uložit zápisník jako



notelinkprotocol.restore.message              = Protokol odkazu je poškozen, chcete ho obnovit?

menu.file                                     = {s}Soubor{s}
menu.file.new                                 = Nový…
menu.file.open                                = Otevřít…
menu.file.saveas                              = Uložit jako…
menu.file.close                               = Zavřít
menu.file.import                              = Import…
menu.file.export                              = Export…
menu.file.print                               = &Tisk...
menu.file.backup                              = Zálohování
menu.file.backup.now                          = &Zálohovat ihned
menu.file.backup.hourly.enabled               = Každou hodinu
menu.file.backup.daily.enabled                = Každý den
menu.file.backup.weekly.enabled               = Každý týden
menu.file.recyclebin                          = &Koš

menu.file.sync                                = &Synchronizace
menu.file.exit                                = Konec

menu.edit                                     = {s}Úpravy{s}
menu.edit.new                                 = &Nová poznámka
menu.edit.edit                                = Editovat
menu.edit.copy                                = Kopírovat
menu.edit.cut                                 = Vyjmout
menu.edit.paste                               = Vložit
menu.edit.delete                              = Smazat
menu.edit.merge                               = Sloučit
menu.edit.replacetags                         = Nahradit štítky…
menu.edit.selectall                           = Vybrat vše
menu.edit.properties                          = Vlastnosti...
menu.edit.print                               = &Tisk...
menu.edit.copylink                            = Kopírovat poznámku a &odkaz
menu.edit.pastenotelink                       = Vložit odkaz na poznámku
menu.edit.inserttimestamp                     = Vložit časové razítko


menu.view                                     = {s}Zobrazení{s}
menu.view.notecolor                           = Barevné schéma
menu.view.notecolor.red                       = Červené
menu.view.notecolor.orange                    = Oranžové
menu.view.notecolor.yellow                    = Žluté
menu.view.notecolor.green                     = Zelené
menu.view.notecolor.cyan                      = Tyrkysové
menu.view.notecolor.blue                      = Modré
menu.view.notecolor.purple                    = Fialové
menu.view.notecolor.gray                      = Šedé
menu.view.tagsidebar                          = Postraní lišta se štítky
menu.view.sectionbar                          = &Záložka sekcí
menu.view.reversed                            = Sestupně
menu.view.sorting                             = Řadit podle
menu.view.sorting.manual                      = Ručně
menu.view.sorting.created                     = Date vytvoření
menu.view.sorting.modified                    = Data změny
menu.view.sorting.title                       = Titulku
menu.view.sorting.link                        = Odkazu
menu.view.sorting.size                        = Velikosti





sort.manual                                   = Ručně
sort.created                                  = Vytvořeno
sort.modified                                 = Změněno
sort.title                                    = Titulek
sort.link                                     = Odkaz
sort.size                                     = Velikost
sort.reverse                                  = Sestupně

menu.options                                  = {s}Možnosti{s}
menu.options.hotkey                           = Horké klávesy…
menu.options.clipping                         = Vkládání
menu.options.clipping.silent                  = Nedělat nic
menu.options.clipping.after                   = Po vložení
menu.options.clipping.after.showinboxsection  = Přepnout do &Inboxu
menu.options.clipping.after.showuntagged      = Přepnout do &Neoštítkovaných
menu.options.clipping.after.openeditor        = Otevřít v editoru
menu.options.clipping.after.assignactivetags  = Přiřadit aktivní štítky
menu.options.clipping.title                   = Titulek
menu.options.clipping.title.apptitle          = Záhlaví aplikace
menu.options.clipping.title.firstline         = První řádek
menu.options.clipping.title.blankline         = Prázdný řádek

menu.view.noteappearance                      = Seznam poznámek…

menu.options.editor                           = Editor
menu.options.editor.links                     = Odkazy
menu.options.editor.links.recognize           = Zvýraznit odkazy
menu.options.editor.links.singleclick         = Odkazy na jednoduché kliknutí
menu.options.editor.links.doubleclick         = Odkazy na dvojité kliknutí
menu.options.editor.initialfocus              = &Umístit kurzor
menu.options.editor.initialfocus.title        = Titulek
menu.options.editor.initialfocus.text         = Text










menu.options.tags                             = Štítky
menu.options.tags.lowercase                   = Pouze malá písmena
menu.options.tags.accepton                    = &Přijmout návrhy při
menu.options.tags.displaycounts               = Zobrazit počet použití štítků v boční liště



menu.options.tags.accepton.space              = &Mezerník
menu.options.tags.accepton.click              = &Kliknutí myši

menu.options.window                           = Okno
menu.options.minimizetotray                   = Minimalizovat do oznamovací oblasti
menu.options.closetotray                      = Zavřít do oznamovací oblasti
menu.options.alwaysontop                      = Vždy navrchu
menu.options.window.minimizeonesc             = &Zminimalizovat při stisku &Esc


menu.options.startup                          = Po spuštění
menu.options.runatstartup                     = Spustit při startu Windows
menu.options.startup.minimized                = Spustit minimalizované
menu.options.startup.multipleinstances        = Povolit více instancí
menu.options.startup.restoretagsfilter        = Obnovit poslední &výběr štítků


menu.options.system                           = S&ystem
menu.options.system.associatewithdbfile       = Asociovat [app.name] s .db soubory

menu.options.system.proxysettings             = Nastavení &proxy


registerlinkprotocol.title                    = Registrace protokolu
registerlinkprotocol.registered               = Tato instance [app.name] bude nyní přebírat cintanotes:// odkazy.
registerlinkprotocol.unregistered             = Tato instance [app.name] již nebude přebírat cintanotes:// odkazy.

menu.options.language                         = Jazyk

menu.help                                     = {s}Nápověda{s}
menu.help.help                                = Nápověda
menu.help.website                             = Web
menu.help.forum                               = Fórum
menu.help.roadmap                             = Plán vývoje
menu.help.translate                           = Překlady
menu.help.debug                               = &Ladit
menu.help.debug.logging                       = &Ladící logování
menu.help.license                             = Licence
menu.help.checkforupdates                     = &Kontrola nové verze
menu.help.about                               = &O [app.name]

menu.updatenotify.tooltip                     = Je dostupná nová verze CintaNotes

confirmdelete.one                             = Smazat poznámku {n}'{0}'?
confirmdelete.many                            = Smazat {0} vybraných poznámek?
confirmdelete.title.one                       = Smazat poznámku?
confirmdelete.title.many                      = Smazat poznámky?
confirmdelete.unsaved                         = Poznámka nebyla zatím uložena. Chcete zahodit změny?


confirm.movetorecyclebin.one                  = Přesunout poznámku {n}'{0}'{n}do koše?
confirm.movetorecyclebin.many                 = Přesunout {0} položek do koše?
confirm.movetorecyclebin.title.one            = Přesunout poznámku do koše?
confirm.movetorecyclebin.title.many           = Přesunout poznámky do koše?

confirm.merge.title                           = Sloučit poznámky?
confirm.merge.message                         = Opravdu chcete sloučit tyto poznámky?

confirmationdialog.dontaskagain               = Příště se neptat

deletenotesmessagedialog.caption              = Přesunout poznámky do koše?
deletenotesmessagedialog.title                = Koš je nastaven pro udržení {1} poznámek, ale vy mažete {0} poznámek.{n}Jak si přejete pokračovat?
deletenotesmessagedialog.button.increase      = Zvýšit
deletenotesmessagedialog.increase.description = Zvýšení počtu poznámek v koši
deletenotesmessagedialog.button.delete        = Smazat
deletenotesmessagedialog.delete.description   = Smazat zbývajících {0} poznámek

confirmlinkopening.message                    = Otevření {0} odkazů může způsobit zpomalení systému.{n}Chcete pokračovat?

filter                                        = Filtr:
filter.anytextfield                           = Jakékoliv textové &pole
filter.textandtitle                           = &Text a název
filter.text                                   = &Pouze text
filter.title                                  = &Pouze název
filter.time.created                           = Čas vytvoření
filter.time.modified                          = Čas poslední změny
filter.remarks                                = &Poznámky

filter.link                                   = &Odkaz
filter.tags                                   = &Štítky
filter.all                                    = &Kdekoli
search.insidewords                            = Hledat uvnitř slov
search.acrossfields                           = Hledat &všude

license.message.text                          = Tato funkce je dostupná pouze v placené verzi
license.message.caption                       = Licence

noteslist.notebookempty                       = Váš zápisník je prázdný.{n}{n} Pro přidání poznámek stiskněte klávesu Insert, nebo vyberte text v jiné aplikaci a stiskněte horkou klávesu ([clipping.default.key]).{n}Poznámky můžete též vložit ze schránky.
noteslist.sectionempty                        = Tato sekce je prázdná.
noteslist.notfound                            = Pro zadaný filtr nebyly nalezeny žádné poznámky.{n}
noteslist.openlink                            = Vybrat odkaz
noteslist.tag                                 = Štítky…
noteslist.export.selected                     = Export…
noteslist.move                                = Přesunout
noteslist.move.up                             = Nahoru
noteslist.move.down                           = Dolů
noteslist.move.top                            = Na začátek
noteslist.move.bottom                         = Na konec
noteslist.properties                          = Vlastnosti...
noteslist.move.tosection                      = Do &sekce...



noteedit.title                                = Editace
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] pro přijetí změn)
noteedit.link                                 = Odkaz
noteedit.tags                                 = Štítky
noteedit.remarks                              = Poznámky
noteedit.new.title                            = Nová poznámka
noteedit.readonly.title                       = Pouze pro čtení
noteedit.notesaved                            = Poznámka uložena


noteedit.notelinkcopied                       = Odkaz na poznámku byl vložen do schránky
noteedit.links.itselferror                    = Nelze vložit odkaz sám na sebe
noteedit.links.alreadynotelinkerror           = Nelze vložit odkaz do textu, který už odkaz obsahuje
noteedit.links.multilineerror                 = Nelze vložit víceřádkový odkaz
noteedit.links.createnewnote                  = Vytvořit novou poznámku
noteedit.links.updatecaption                  = Aktualizovat popis odkazu
noteedit.links.typetip                        = Začněte psát pro hledání podle titulku
noteedit.links.tip.notenotfound               = Odkazovaná poznámka neexistuje
noteedit.links.tip.notebooknotfound           = Sešit, který obsahuje poznámku v odkazu nelze najít

noteedit.section.tip                          = Sekce
noteedit.linkedit.tip                         = Editovat odkaz






























noteedit.openfilelink.notexists.title         = Soubor nenalezen.


noteedit.copylinktounsavednote.caption        = Zkopirovat odkaz na neuloženou poznámku
noteedit.copylinktounsavednote.message        = Chcete uložit tuto poznámku a zkopírovat odkaz?

















noteappearance.title                          = Volby seznamu poznámek
noteappearance.pt                             = pt
noteappearance.bold                           = Tučně
noteappearance.italic                         = Kurzíva
noteappearance.headerfontlabel                = Font titulku:
noteappearance.textfontlabel                  = Font:
noteappearance.notelines                      = Náhled na řádky:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Zobrazit formátování textu
noteappearance.datedisplay.label              = Zobrazení data a času:
noteappearance.datedisplay.combo.none         = Žádné
noteappearance.datedisplay.combo.created      = Vytvořeno
noteappearance.datedisplay.combo.modified     = Změněno
noteappearance.datedisplay.combo.both         = Vytvořeno a změněno
noteappearance.datedisplay.sortmodedate       = Zobrazovat datum, podle kterého se třídí
noteappearance.datedisplay.displaytime        = Zobrazit čas

noteappearance.tagdisplay.fullnames           = Vždy zobrazovat celá jména štítků




notebookmessage.message                       = Zápisník nelze otevřít, protože cesta "{0}" není dosutpná.
notebookmessage.button.create                 = Create new
notebookmessage.button.open                   = Otevřít
notebookmessage.button.exit                   = Konec

pastemessage.caption                          = Konflikt při vkládání poznámek
pastemessage.title                            = Tento sešit již obsahuje {0} poznámek se stejným ID, ale různým textem. {n} Co si přejete udělat?
pastemessage.button.replace                   = Nahradit
pastemessage.button.replace.description       = Nahradit existující poznámky ze schránky
pastemessage.button.addnew                    = Přidat jako nový
pastemessage.button.addnew.description        = Vložit poznámky ze schránky jako nové
pastemessage.button.lastmodified              = Vezmi naposled měněné
pastemessage.button.lastmodified.description  = Vezmi poslední měněné



searchdialog.find.title                       = Najít
searchdialog.findandreplace.title             = Najít a nahradit
searchdialog.findwhat                         = &Hledat:
searchdialog.replacewith                      = Nahradit:
searchdialog.matchcase                        = &Velká mála písmena
searchdialog.searchinsidewords                = &Hledat uvnitř slov
searchdialog.button.findprevious              = Najít &předchozí
searchdialog.button.findnext                  = Najít &další
searchdialog.button.replace                   = &Nahradit
searchdialog.button.replaceall                = Nahradit &vše
searchdialog.button.close                     = &Zavřít
searchdialog.specifiedtextnotfound            = Hledaný text nebyl nalezen.
searchdialog.findreachedstartingpoint         = Hledání dosáhlo začátku.









externallinkmessage.title                     = Otevření externího odkazu



externallinkmessage.button.switch             = Přepnout sešit










backup.successdialog.caption                  = Zálohování proběhlo v pořádku
backup.successdialog.message                  = Zálohování{n}bylo dokončeno z {0}{n}do {1}
backup.processdialog.caption                  = Průběh zálohování
backup.processdialog.message                  = Prosím počkejte než se dokončí zálohování.

tagsedit.title                                = Přidat / odebrat štítky
tagsedit.addtags                              = Přidat štítky:
tagsedit.removetags                           = Odstranit štítky:





































recentlist.notfoundmessage                    = Chcete odebrat odkaz z posledních otevřených?
recentlist.cantclosenotebook                  = Zápisník nelze zavřít.

replacetags.title                             = Nahradit štítky
replacetags.sourcetags                        = Nahradit štítky:
replacetags.desttags                          = Se štítky:
replacetags.hint                              = S použitím tohoto dialogu můžete přejmenovat, rozdělit, sloučit nebo smazat štítky.{n}{n}Např. pro smazání štítků napište jejich názvy do prvního pole a druhé nechte prázdné.

recyclebindialog.title                        = Koš
recyclebindialog.column.datedeleted           = Smazáno
recyclebindialog.column.title                 = Nadpis
recyclebindialog.column.text                  = Text
recyclebindialog.column.datecreated           = Vytvořeno
recyclebindialog.column.datemodified          = Změněno
recyclebindialog.column.size                  = Velikost (kB)
recyclebindialog.column.tags                  = Štítky
recyclebindialog.column.sectionname           = Sekce
recyclebindialog.column.link                  = Odkaz
recyclebindialog.button.restore               = Obnovit
recyclebindialog.button.delete                = Smazat
recyclebindialog.button.deleteall             = Vyprázdnit
recyclebindialog.label.maxsize                = Ponechat maximální počet poznámek:
recyclebindialog.label.keepnotes              = Smazat po
recyclebindialog.label.keepnotes.suffix       = dnech
recyclebindialog.error.invalidmaxsize         = Maximální počet smazaných poznámek musí být kladné číslo
recyclebindialog.error.invalidkeepnotes       = Počet dní musí být kladné číslo

recyclebindialog.menu.restore                 = Obnovit
recyclebindialog.menu.delete                  = Smazat
recyclebindialog.menu.deleteall               = Vysypat

recyclebindialog.confirm.delete.title         = Smazat
recyclebindialog.confirm.delete.message       = Smazat {0} vybraných poznámek?
recyclebindialog.confirm.deleteall.title      = Vysypat koš?
recyclebindialog.confirm.deleteall.message    = Smazat všech {0} poznámek?
recyclebindialog.confirm.restore.title        = Obnovit poznámky z koše
recyclebindialog.confirm.restore.message      = Obnovit {0} vybraných poznámek?

tray.addnew                                   = Nová poznámka
tray.restore                                  = Obnovit
tray.exit                                     = Konec

printdialog.title                             = Tisk poznámek
printdialog.title.single                      = Tisk poznámky
printdialog.group.scope                       = Rozsah tisku
printdialog.group.fields                      = Pole pro tisk
printdialog.errormsg                          = Chyba při tisku.
printdialog.errormsg.title                    = Chyba tisku

export.title                                  = Export poznámek
export.filemask.txt                           = Unicode Text
export.filemask.xml                           = XML
export.filemask.html                          = Webová stránka
export.successmsg.title                       = Export ukončen
export.successmsg                             = Export ukončen. Bylo exportováno {0} poznámek.
export.errormsg                               = Během exportu došlo k chybě.
export.errormsg.title                         = Chyba exportu
export.html.created                           = Vytvořeno:
export.html.modified                          = Změněno:
export.scope.all                              = Všechny poznámky ({0})
export.scope.current                          = Aktuální pohled ({0})
export.scope.selection                        = Vybrané poznámky ({0})
export.field.title                            = Titulek
export.field.text                             = Text
export.field.creation                         = Čas poslední změny
export.field.modification                     = Datum změny
export.field.link                             = Odkaz
export.field.tags                             = Štítky
export.field.remarks                          = Poznámky

export.group.scope                            = Export rozsahu
export.group.fields                           = Export polí
export.errormsg.nonotes                       = Prázdný zápisník nelze exportovat.
export.button.view                            = Zobrazit

export.processdialog.caption                  = Průběh exportu
export.processdialog.message                  = Prosím počketje na dokončení exportu...

import.title                                  = Importovat poznámky
import.filemask.all                           = Soubory CintaNotes
import.filemask.db                            = CintaNotes zápisník
import.filemask.xml                           = XML
import.successmsg.title                       = Import proběhl v pořádku
import.successmsg                             = Import poznámek dokončen.{n} Importovaných poznámek: {0}.{n} Aktualizovaných poznámek: {1}.{n} Ignorovaných poznámek: {2}
import.errormsg                               = Došlo k chybě během importu.
import.errormsg.title                         = Chyba importu
import.label.addtags                          = Přidat štítky:
import.importsections                         = Importovat sekce


import.processdialog.caption                  = Průběh importu
import.processdialog.message                  = Prosím čekejte na dokončení importu...



options.hotkeys.title                         = Konfigurace horkých kláves
options.hotkeys.clip.label                    = Kopírování ze schránky:
options.hotkeys.show.label                    = Zobrazit okno programu:
options.hotkeys.newnote.label                 = Přidat novou horkou klávesu:

options.hotkeys.hint                          = Pro deaktivaci horké klávesy stiskněte Esc v odpovídající poli.{n}{n}Pokuste se vybrat klávesy, které nejsou používané v ostatních aplikacích, jinak nemusí fungovat správně.
options.hotkeys.cannotregister                = Tato kombinace kláves nemůže být použita. Vyberte, prosím, jinou.
options.hotkeys.cannotregister.title          = Tato kombinace kláves nemůže být použita.

filtercontrol.total.one                       = Poznámek {0}
filtercontrol.total.many                      = Poznámek: {0}
filtercontrol.filtered.one                    = Nalezeno: {0}
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = filtercontrol.tooltip.sortby{n}Řadit podle





tag.delete                                    = Smazat
tag.rename                                    = Přejmenovat…
tag.merge                                     = Sloučit…
tag.delete.confirm.title                      = Vymazat štítky
tag.delete.confirm.message.one                = Postraní lišta se štítky
tag.delete.confirm.message.many               = Chcete vymazat označené štítky?


















deletetags.deletechildren                     = Smazat se všemi podřízenými štítky
deletetags.deletenotes.one                    = Smazat {0} poznámku
deletetags.deletenotes.many                   = Smazat {0} poznámek
deletetags.deletenotes.havingthistag.one      = obsahující tyto štítky
deletetags.deletenotes.havingthistag.many     = s těmito štítky

newtag.title                                  = Nový šítek
newtag.name                                   = Jméno štítku:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nový podřízený štítek

tagsidebar.all                                = Vše
tagsidebar.untagged                           = Bez štítku




notebookconfig.title                          = Parametry souboru s poznámkami
notebookconfig.path.caption                   = Soubor s poznámkami:
notebookconfig.path.browse.mask               = CintaNotes Notebook (*.db)|*.db|Všechny soubory (*.*)|*.*
notebookconfig.path.browse.caption            = Vybrat soubor s poznámkami
notebookconfig.disconnect.enabled             = {s}Povolit externí synchronizaci
notebookconfig.disconnect.label               = Uvolnit zámek ze souboru:
notebookconfig.disconnect.seconds             = sekund neaktivity
notebookconfig.move                           = {s}Změnit umístění poznámek

noterichedit.format                           = Formát
noterichedit.format.bold                      = Tučně
noterichedit.format.italic                    = Kurzíva
noterichedit.format.underline                 = Podtrhnutý
noterichedit.format.strikeout                 = Přeškrtnutý
noterichedit.format.highlight                 = Zvýraznit
noterichedit.format.monospace                 = Neproporcionální

noterichedit.align                            = &Zarovnat
noterichedit.align.left                       = V&levo
noterichedit.align.center                     = Na &střed
noterichedit.align.right                      = V&pravo





noterichedit.format.list.bullet               = Seznam s odrážkami
noterichedit.format.list.numbered             = Číslovaný seznam

noterichedit.format.clear                     = Odstranit

noterichedit.insertlink                       = Vložit odkaz
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Poznámka
noterichedit.insertlink.file                  = &Soubor




noterichedit.editlink                         = Obnovit odkaz
noterichedit.deletelink                       = Smazat odkaz
noterichedit.copynotelink                     = Kopírovat &odkaz na poznámku

richedit.find                                 = Najít...
richedit.replace                              = Nahradit...

noteproperties.title                          = Vlastnosti poznámky
noteproperties.source.label                   = Zdroj:
noteproperties.created.label                  = Vytvořeno:
noteproperties.modified.label                 = Změněno:
noteproperties.notesize.label                 = Velikost poznámky: {0} kB

noteproperties.charcount.label                = Počet znaků: {0}
noteproperties.wordcount.label                = Počet slov: {0}
noteproperties.error.invaliddates             = Datum změny nemůže být před datumem vytvoření

selecturldialog.title                         = Vložit URL
selecturldialog.url                           = URL:


error.notebook.unknownversion                 = Soubor poznámek '{0}'{n}byl vytvořen nověj3í verzí [app.name] a nemůže být otvřen.{n}{n}Prosím stáhněte si poslední verzi [app.name] z [app.url], abyste mohli otevřít tento soubor.





error.note.notfound                           = Poznámka byla smazána




license.key.status.notfound                   = Registrační informaci nelze najít.
license.key.status.valid                      = Registrační informace jsou v pořádku.
license.key.status.invalid                    = Registrační informace není správná.
license.key.status.stolen                     = Registrační klíč byl deaktivovaný vydavatelem.
license.key.status.expired                    = Tento registrační klíč již vypršel.
license.key.status                            = Stav registračního klíče: {0}

license.type.basic                            = Základní licence (zdarma)
license.type.personal                         = PRO licence
license.type.company                          = PRO licence (Společnost)
license.type.promo                            = license.type.promo{n}[license.type.personal] (Promo licence)
license.type.lifetime                         = Lifetime licence [license.type.personal]

licensedialog.title                           = Licence
licensedialog.name.label                      = Registrační jméno a email:
licensedialog.key.label                       = Registrační klíč:
licensedialog.try                             = Požádat o {0} denní trial.
licensedialog.buy                             = Koupit
licensedialog.renew                           = Obnovit
licensedialog.register                        = Registrace
licensedialog.buy.hint                        = Tato funkce je dostupná pouze v placené verzi. {n}Pro nákup licence, klikněte na tlačítko koupit.
licensedialog.current.expdate                 = Datum expirace
licensedialog.never                           = Nikdy
licensedialog.expired                         = Licenční klíč vypršel, prosím obnovte ho pro používání placených funkcí.
licensedialog.current.upd.expdate             = Updaty zdarma do
licensedialog.register.success                = Děkujeme za registraci!
licensedialog.register.success.title          = Úspěch
licensedialog.register.fail                   = Chyba registrace

licensedialog.register.expired                = Licenční klíč není platný pro tuto verzi [app.name].

licensedialog.unregister.confirm              = Opravdu chcete vymazat informaci o registraci?
licensedialog.unregister.confirm.title        = Odregistrace licence

licensedialog.replace.confirm                 = Chcete nahradit stávající licenci?
licensedialog.replace.confirm.title           = Nahradit licenci?


licenserequireddialog.title                   = Je požadován upgrade licence
licenserequireddialog.message.default         = Tato funkce není dostupná s vaší současnou licencí.

licenserequireddialog.licensebutton           = Licence

licenseexpireddialog.title                    = Licence vypršela

licenseexpireddialog.buy.message              = Zkušební klíč vypršel.{n} Prosím kupte si PRO licenci nebo downgradujte na Základní verzi (zdarma).
licenseexpireddialog.freebutton               = Downgrade
licenseexpireddialog.renewbutton              = Obnovit
licenseexpireddialog.buybutton                = Koupit
licenseexpireddialog.exitbutton               = Konec
licenseexpireddialog.dontshowdialog           = Tento dialog již nezobrazovat
licenseexpireddialog.renew.hintlabel          = Obnovení licence zabere jen pár minut{n}a je nabízeno se slevou [license.renew.discount] z plné ceny.
licenseexpireddialog.buy.hintlabel            = Upgrade na PRO licence zabere jen pár minut.

























proxysettingsdialog.title                     = Nastavení proxy
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Jméno:
proxysettingsdialog.password                  = Heslo:
proxysettingsdialog.mode.disabled             = Nepoužívat proxy
proxysettingsdialog.mode.preconfig            = Použít systémové nastavení
proxysettingsdialog.mode.enabled              = Používat proxy
proxysettingsdialog.error.invalidport         = Port musí být kladné číslo


















synchronization.result.local                  = Lokálních:
synchronization.result.remote                 = Vzdálených:
synchronization.result.added                  = Přidáno:
synchronization.result.updated                = Aktualizováno:
synchronization.result.removed                = Odstraněno:
synchronization.result.errors                 = Chyb:






synchronization.state.completed               = Synchronizace je kompletní.



synchronization.state.authorizationfailed     = Autorizace selhala.














































section.new                                   = Nová sekce...
section.new.tip                               = Vytvořit novou sekci
section.edit                                  = Vlastnosti...
section.delete                                = Smazat
section.selectall                             = Vybrat vše
section.licenserequired                       = Současná licence umožňuje vytvoření maximálně {0} sekcí.
section.move.left                             = Posunout v&levo
section.move.right                            = Posunout v&pravo

section.confirmdelete                         = Smazat sekci '{0}' s {1} poznámkami?
section.confirmdelete.title                   = Smazat sekci?
section.confirmdelete.many                    = Smazat sekce '{0}' s {1} poznámkami?
section.confirmdelete.title.many              = Smazat sekce?

section.all                                   = [tagsidebar.all]
section.main                                  = Hlavní
section.inbox                                 = Nastavit jako inbox

sectionedit.title                             = Vlastnosti sekce
sectionedit.title.new                         = Vytvořit novou sekci
sectionedit.name                              = Název:
sectionedit.color                             = Barva:
sectionedit.sectionalreadyexists              = Sekce s tímto názvrm již existuje

movetosection.title                           = Přesunout do sekce
movetosection.label.one                       = Přesunout {0} poznámku do sekce:
movetosection.label.many                      = Přesunout {0} poznámek do sekce:

clipping.balloon.caption                      = [app.name] clipped
clipping.balloon.intosection                  = do
clipping.balloon.tagged                       = a oštítkováno [{0}]

filedialog.filemask.all                       = Všechny soubory

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift


enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Mezerník
left                                          = Doleva
right                                         = Vpravo

down                                          = Dolů
bksp                                          = BkSp





